Repository: 94haox/FunnyFm
Catalog: *.lproj/Localizable.strings
Languages: fr, ja

source: Arts
fr: Les Arts
ja: 芸術

source: Business
fr: Entreprise
ja: ビジネス

source: Comedy
fr: Comédie
ja: コメディー

source: Education
fr: Éducation
ja: 教育

source: Games & Hobbies
fr: Jeux et Loisirs
ja: ゲームと趣味

source: Government & Organisations
fr: Gouvernement et Organisations
ja: 政府と組織

source: Health
fr: Santé
ja: 健康

source: Kids & Family
fr: Enfants et Famille
ja: 子供と家族

source: Music
fr: La Musique
ja: 音楽

source: News & Politics
fr: Nouvelles et Politique
ja: ニュースと政治

source: Religion & Spirituality
fr: Religion et Spiritualité
ja: 宗教と精神世界

source: Science & Medicine
fr: Science et Médecine
ja: 科学と医学

source: Society & Culture
fr: Société et Culture
ja: 社会と文化

source: Sports & Recreation
fr: Sports et Loisirs
ja: スポーツとレクリエーション

source: Technology
fr: La Technologie
ja: 技術

source: TV & Film
fr: Télévision et Film
ja: テレビと映画

# 最近更新
source: Recent updates
fr: Récentes
ja: 最近の更新

# 搜索
source: Search
fr: Rechercher
ja: 検索

# 搜索播客
source: Search
fr: Rechercher
ja: 検索

# 我的订阅
source: My Subscriptions
fr: Mes abonnements
ja: 私のサブスクリプション

# 近期收听
source: Records
fr: Scores
ja: 記録

# 我的下载
source: Downloads
fr: Mes vidéos
ja: マイダウンロード

# 设置
source: Setting
fr: Paramètres
ja: 設定

# 订阅
source: Subscribe
fr: S'abonner
ja: 購読

# 查看更多请订阅
source: Subscribe
fr: S'abonner
ja: 購読

# 已订阅
source: Subscribed
fr: Abonné
ja: 購読済み

# 登录
source: Sign In
fr: Se connecter
ja: ログイン

# 注册
source: Register
fr: S'inscrire
ja: 新規登録

# 密码（6位）
source: password (6-digit number)
fr: Mots de passe
ja: パスワード (6-digit number)

# 账号
source: account
fr: Compte
ja: アカウント

# 邮箱
source: E-mail
ja: メールアドレス

# 还没有账户
source: Still no account?
fr: Pas encore de compte ?
ja: アカウントをお持ちでない方?

# 欢迎回来
source: Welcome
fr: BIENVENUE
ja: おかえりなさい

# 如需体验完整功能，敬请登录
source: Enjoy full functions, please login
fr: Pour une fonctionnalité complète, veuillez vous connecter.
ja: すべての機能を使用するには、ログインしてください。

# 有趣的播客由您自己发掘
source: Funny Podcast for youself
fr: Des podcasts intéressants sont explorés par vous-même
ja: 興味深いポッドキャストは自分で探検します

# 退出登录
source: Logout
fr: Déconnexion
ja: ログアウト

# 退出成功
source: Signed out successfully
fr: Signé avec succès
ja: 正常にサインアウト

# 作者推荐
source: Author recommendation
fr: Recommandation de l'auteur
ja: 著者の推薦

# 广告加载中...
source: Loading Ad...
fr: Annonces en cours de chargement...
ja: 広告を読み込み中...

# 暂时无法播放
source: Cannot be played for now
fr: La musique ne peut être lue pour le moment
ja: 再生できません

# 请求失败
source: Request failed
fr: Échec de la requête
ja: リクエストが失敗しました

# 快来添加你的第一个播客吧
source: Add the first podcast
fr: Venez ajouter votre premier podcast
ja: 最初のポッドキャストを追加

# 快去发掘有趣的播客吧~
source: Discover funny podcasts~
fr: Découvrez des podcasts intéressants
ja: 興味深いポッドキャストを発見~

# 您还未收听哦~
source: You haven't listened yet~
fr: Vous n'avez pas encore écouté~
ja: まだ聞いていません~

# 订阅为空哦~
source: Subscription is empty~
fr: L'abonnement est vide~
ja: サブスクリプションは空です~

# 您还没下载过哦~
source: You haven't downloaded it yet~
fr: Vous ne l'avez pas encore téléchargé ~
ja: まだダウンロードしていません~

# 反馈
source: Feedback
fr: commentaires
ja: フィードバック

# 关于
source: About FunnyFM
fr: À propos de
ja: について

# 给 FunnyFM 评分
source: Rate FunnyFM
fr: Noter FunnyFM
ja: FunnyFMを評価する

# 将 FunnyFM 推荐给好友
source: Recommended FunnyFM
fr: FunnyFM recommandé
ja: 推奨FunnyFM

# 查看开发者其他的 App
source: View other apps
fr: Afficher les applications
ja: 他の開発者のアプリを見る

# 嘿，我发现了一个好用的播客 APP， 你也来试试吧
source: Hey, I found a good podcast app, let's try it.
fr: Hey, j'ai trouvé une bonne application de podcast, essayons-la
ja: おい、良いポッドキャストアプリが見つかりました。試してみましょう。

# 请输入邮箱地址
source: Please input the email
fr: Veuillez entrer votre adresse email
ja: メールアドレスを入力してください

# 为了及时将播客的更新通知到你，FunnyFM 需要获取手机的推送权限哦
source: In order to notify you of the update of the podcast in time, FunnyFM needs to obtain the push permission of the mobile phone.
fr: Pour vous informer de la mise à jour du podcast à temps, FunnyFM doit obtenir l'autorisation Push du téléphone mobile.
ja: ポッドキャストの更新を時間内に通知するために、FunnyFMは携帯電話のプッシュ許可を取得する必要があります。

# 去设置
source: Turn on
fr: Ouvert
ja: 開く

# 不，我不需要
source: No, I don't need it
fr: Non, je n'ai pas besoin
ja: いいえ、必要ありません

# 看个广告激励作者
source: Display ad
fr: Annonce graphique
ja: ディスプレイ広告

# 添加成功，正在获取所有节目单，请稍候查看
source: Added successfully, getting all episodes, please check later
fr: Ajouté avec succès, obtenant tous les épisodes simples, veuillez patienter
ja: 正常に追加され、すべてのシングルエピソードを取得しています。お待ちください

# 已同步
source: Synced
ja: 同期

# 未同步
source: Not synced
fr: Non synced
ja: 非同期

# 同步订阅
source: Sync to cloud
ja: 購読の同期

# 自动同步订阅
source: AutoSync
ja: 自動同期

# 同步成功
source: Sync successfully
fr: Synchronisation réussie
ja: 同期に成功しました

# 同步中
source: Syncing...
fr: Synchronisation des contacts…
ja: 同期中…

# 15分钟后
source: After 15 minutes
fr: 15 min plus tard
ja: 15 分後

# 30分钟后
source: After 30 minutes
fr: 30 min plus tard
ja: 30 分後

# 一个小时后
source: After 1 hour
fr: 15 min plus tard
ja: 1時間後

# 定时关闭
source: Sleep in
fr: Dans une heure
ja: スリープタイマー

# 播放结束后
source: When episode done
fr: Une fois terminée
ja: 再生が終わったら...

# 取消
source: Cancel
fr: Annuler
ja: キャンセル

# 删除全部
source: Delete all
fr: Tout supprimer
ja: すべて削除

# 播放
source: Play
fr: Joué par
ja: 再生

# 暂停
source: Pause
ja: 一時停止

# 下载失败
source: Download failure
fr: Échec du téléchargement
ja: ダウンロード失敗

# 登录成功
source: Successful
fr: Identification réussie
ja: ログインしました

# 删除已缓存单集？
source: Delete this Episode?
fr: Supprimer un seul ensemble mis en cache？
ja: すでに削除されている?

# 删除
source: Delete
fr: Supprimer
ja: 削除する

# 已在播放列表中
source: Already in the playlist
fr: Déjà dans la playlist
ja: すでにプレイリストにあります

# 尚未播放
source: Never played
fr: Jamais joué
ja: プレイしたことがない

# 正在播放
source: Now Playing
fr: Jouer
ja: 遊ぶ

# 待播:
source: Wait:
fr: Patienter:
ja: 一時停止:

# 尚无待播单集~
source: No episodes waiting to be played
fr: Aucun épisode en attente d'être joué
ja: 再生待ちのエピソードはありません

# 待播
source: Add
fr: Ajouter
ja: 追加

# 插播
source: Insert
fr: Insérer
ja: 挿入

# 从待播中移出
source: Remove
fr: Sortir de
ja: 取り出す

# 订购 Pro
source: Pro subscription
ja: プロ版を購入

# 服务消息
source: Offical news
fr: Nouvelles officielles
ja: 公式情報

# 详情
source: Info
fr: Infos
ja: 詳細

# 未播
source: LEFT
ja: 残り

# 接收通知
source: Receive notification
fr: Recevoir une notification

# 已下载
source: Downloaded
fr: Téléchargé

# 邮箱登录
source: Sign in with email
fr: Connexion adresse e-mail
