Repository: 94haox/FunnyFm
Catalog: FunnyFm/Controllers/*.lproj/InPurchaseViewController.strings
Languages: fr, ja, zh_hans

# 999-0Y-KYk.text
source: This is permanent
fr: Éternel
ja: 期間無制限
zh_hans: 永久使用

# B6a-13-zhV.text
source: Unlock all features
fr: Débloquez les fonctions
ja: すべてをロック解除する
zh_hans: 全部功能解锁，无限制使用

# KKn-1f-QC1.text
source: Restore
fr: Restaurer
ja: 復元
zh_hans: 恢复购买

# Kzx-gf-T3c.text
source: New episode notifications
fr: Notifications de nouvel épisode
ja: 新着エピソードの通知
zh_hans: 单集更新及时通知

# MgA-ib-ukT.text
source: Monthly Subscription
fr: Abonnement Mensuel
ja: 月間購読
zh_hans: 按月订阅

# UFd-Xb-BvN.normalTitle
source: ￥18/Year
fr: ￥18/année
ja: ￥18/年
zh_hans: ￥18/年

# YCu-KY-lPr.normalTitle
source: ￥3/Month
fr: ￥3/parmois
ja: ￥3/月額
zh_hans: ￥3/月

# gxk-py-N4z.text
source: Ad free
fr: Aucune publicité
ja: 広告表示なし
zh_hans: 全功能去除广告

# hSD-Te-0QP.text
source: More useful features for Pro
fr: Plus de fonctionnalités avec la version PRO
ja: PROバージョンのその他の機能
zh_hans: 更多专属 Pro 用户的实用功能

# k3v-3D-lqa.normalTitle
source: Restore
fr: Restaurer
ja: 復元
zh_hans: 恢复订阅

# lAx-Qh-60z.text
source: 50% OFF
fr: 50% de réduction
ja: 50%オフ
zh_hans: 50%优惠

# nqi-gy-zDI.text
source: MultiDevice Sync
fr: Synchronisation multiappareil
ja: マルチデバイス同期
zh_hans: 多平台，多设备数据同步
